<!DOCTYPE html>
<html>
<head>
	<?php include($_SERVER['DOCUMENT_ROOT'].'/includes/header.html'); ?>
	<link rel="stylesheet" type="text/css" href="/site-files/notes.css">
	<title>Марат Бакиров — Заметки</title>
</head>
<body>

<!-- Меню -->
<?php include($_SERVER['DOCUMENT_ROOT'].'/includes/menu.html'); ?>

<div id="wrapper">

	<div id="notes">
		<h1>Заметки</h1>
		<div>
			<h2>Автоматическое содержание в&nbsp;индизайне</h2>
			Заметка о том, как создать автоматическое содержание в индизайне и настроить его внешний вид.
		</div>
		<div>
			<h2>Нумерация в&nbsp;индизайне</h2>
			Сегодня расскажу о том, как сделать нумерацию в индизайне. Эта функция называется «Объединение данных» и принцип её работы заключается в том, что вы можете вставлять в индизайновский документ динамические данные из отдельного файла.
		</div>
		<div>
			<h2>О допечатке</h2>
			Эта заметка не будет большим и точным обучающим материалом по допечатной подготовке, после изучения которого вы сможете идти работать препрессником. Я просто опишу методы и способы, которыми пользуюсь ежедневно сам.
		</div>
		<div>
			<h2>Инструменты верстальщика</h2>
			Всем давно известно, что скрипты и плагины для индизайна до смешного облегчают работу верстальщика. А тем, кто ещё не в курсе, пора бы знать. В заметке список и описание скриптов, которые используются в студии каждый день.
		</div>
	</div>


	<!-- Футер -->
	<?php include($_SERVER['DOCUMENT_ROOT'].'/includes/footer-black.html'); ?>

</div>

</body>
</html>